import React from 'react';

const SchoolStatute = () => {
    const gridStyle = `grid lg:grid-cols-2 gap-x-10 grid-cols-1 mt-10`;
    const leftColStyle = `lg:flex items-center justify-center lg:text-6xl font-bold text-gray-700 text-center text-4xl lg:mb-0 mb-5`;
    const rightColStyle = `overflow-y-auto lg:bg-inherit bg-transparent/10 h-[400px]`;

    return (
        <div className={gridStyle}>
            <div className={leftColStyle}>Статут школи</div>
            <div className={rightColStyle}>
                <div
                    className='text-sm p-5'
                    style={{ userSelect: 'none', pointerEvents: 'none', WebkitOverflowScrolling: 'touch' }}>
                    <h3 className='text-center font-bold mb-2'>Статут школи</h3>
                    <ol className='list-roman pl-1'>
                        <li>
                            <h2 className='my-4 text-center'>ЗАГАЛЬНІ ПОЛОЖЕННЯ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Школа &#8544; ступеня № 295 Дарницького району м. Києва (далі навчальний заклад) є
                                    загальноосвітнім навчальним закладом &#8544; ступеня.
                                </li>
                                <li>Школа заснована на комунальній власності територіальної громади м. Києва.</li>
                                <li>
                                    Власником школи є територіальна громада міста Києва, від імені якої виступають
                                    Київська міська рада та уповноважені нею органи.
                                </li>
                                <li>
                                    Школа створена відповідно до розпорядження Дарницької районної державної
                                    адміністрації міста Києва від 09.08.2002 №522 «Про реорганізацію середньої
                                    загальноосвітньої школи &#8544;-&#8546; ступенів № 295 та створення
                                    загальноосвітньої школи &#8544; ступеня № 295 і гімназії «Діалог».
                                    <br /> Відповідно до рішення Київської міської ради від 02.12.2010 № 284/5096 «Про
                                    питання комунальної власності територіальної громади м. Києва» школу передано до
                                    комунальної власності територіальної громади міста Києва.
                                    <br />
                                    Розпорядженням виконавчого органу Київської міської ради (Київської міської
                                    державної адміністрації) від 10.12.2010 № 1112 «Про питання організації управління
                                    районами в місті Києві» школу передано до сфери управління Дарницької районної в
                                    місті Києві державної адміністрації.
                                    <br /> Рішенням Київської міської ради від 02.10.2013 № 28/9616 «Про деякі питання
                                    діяльності навчальних закладів, що належать до комунальної власності територіальної
                                    громади міста Києва та передаються до сфери управління Дарницької районної в місті
                                    Києві державної адміністрації» змінено найменування середньої загальноосвітньої
                                    школи &#8544; ступеня № 295 на школу &#8544; ступеня № 295 Дарницького району м.
                                    Києва.
                                </li>
                                <li>
                                    Адреса місцезнаходження школи: 02068, м. Київ, вул. Кошиця, 6, тел. (044) 575-91-89,
                                    565-43-66.
                                </li>
                                <li>
                                    Школа є юридичною особою, має гербову печатку і штамп встановленого зразка, бланки з
                                    власними реквізитами, може мати реєстраційний рахунок в органах Державної
                                    казначейської служби України (для обліку операцій з виконання загального фонду
                                    кошторису) та має право відкрити спеціальний рахунок (для обліку з виконання
                                    спеціального фонду кошторису та зарахування на цей рахунок коштів за надані платні
                                    послуги, а також благодійних внесків, грантів і дарунків), може мати самостійний
                                    баланс, рахунок в установі банку, ідентифікаційний номер.
                                </li>
                                <li>
                                    Головною метою школи є забезпечення реалізації права громадян на здобуття повної
                                    загальної середньої освіти.
                                </li>
                                <li>За 1-ми класами школи закріплюється територія обслуговування (мікрорайон).</li>
                                <li>
                                    Головними завданнями школи є:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            забезпечення реалізації права громадян на повну загальну середню освіту;
                                        </li>
                                        <li>виховання громадянина України;</li>
                                        <li>
                                            виховання шанобливого ставлення до родини, поваги до народних традицій і
                                            звичаїв, державної та рідної мови, національних цінностей українського
                                            народу та інших народів і націй;
                                        </li>
                                        <li>
                                            формування і розвиток соціально зрілої, творчої особистості з усвідомленою
                                            громадянською позицією, почуттям національної самосвідомості, особистості,
                                            підготовленої до професійного самовизначення;
                                        </li>
                                        <li>
                                            виховання в учнів поваги до Конституції України, державних символів України,
                                            прав і свобод людини і громадянина, почуття власної гідності,
                                            відповідальності перед законом за свої дії, свідомого ставлення до
                                            обов’язків людини і громадянина;
                                        </li>
                                        <li>
                                            розвиток особистості учня, його здібностей і обдарувань, наукового
                                            світогляду;
                                        </li>
                                        <li>
                                            реалізація права учнів на вільне формування політичних і світоглядних
                                            переконань;
                                        </li>
                                        <li>
                                            виховання свідомого ставлення до свого здоров’я та здоров’я інших громадян
                                            як найвищої соціальної цінності, формування засад здорового способу життя,
                                            збереження і зміцнення фізичного та психічного здоров’я учнів;
                                        </li>
                                        <li>
                                            створення умов для оволодіння системою наукових знань про природу, людину і
                                            суспільство.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Школа у своїй діяльності керується Конституцією України, Законами України «Про
                                    освіту», «Про загальну середню освіту», Положенням про загальноосвітній навчальний
                                    заклад, затвердженим постановою Кабінету Міністрів України від 27 серпня 2010 року №
                                    778, іншими нормативно-правовими актами України та цим Статутом.
                                </li>
                                <li>
                                    Школа самостійно приймає рішення і здійснює діяльність в межах своєї компетенції,
                                    передбаченої законодавством України та цим Статутом.
                                </li>
                                <li>
                                    Школа несе відповідальність перед особою, суспільством і державою за:
                                    <ul className='list-disc ml-3'>
                                        <li>безпечні умови освітньої діяльності;</li>
                                        <li>
                                            дотримання Державних санітарних правил і норм влаштування, утримання
                                            загальноосвітніх навчальних закладів та організації навчально-виховного
                                            процесу (ДСан ПіН 5.5.2.008-01);
                                        </li>
                                        <li>дотримання державних стандартів освіти;</li>
                                        <li>
                                            дотримання договірних зобов’язань з іншими суб’єктами освітньої, виробничої,
                                            наукової діяльності, у тому числі зобов’язань за міжнародними угодами;
                                        </li>
                                        <li>дотримання фінансової дисципліни.</li>
                                    </ul>
                                </li>
                                <li>У школі визначена українська мова навчання.</li>
                                <li>
                                    Школа має право:
                                    <ul className='list-disc ml-3'>
                                        <li>проходити в установленому порядку державну атестацію;</li>
                                        <li>
                                            визначати форми, методи і засоби організації навчально-виховного процесу за
                                            погодженням із управлінням освіти;
                                        </li>
                                        <li>визначати варіативну частину робочого навчального плану;</li>
                                        <li>
                                            в установленому порядку розробляти і впроваджувати експериментальні та
                                            індивідуальні робочі навчальні плани;
                                        </li>
                                        <li>
                                            спільно з вищими навчальними закладами, науково-дослідними інститутами та
                                            центрами проводити науково-дослідну, експериментальну, пошукову роботу, що
                                            не суперечить законодавству України;
                                        </li>
                                        <li>
                                            використовувати різні форми морального і матеріального заохочення до
                                            учасників навчально-виховного процесу;
                                        </li>
                                        <li>
                                            користуватися рухомим і нерухомим майном згідно з законодавством України та
                                            цим Статутом;
                                        </li>
                                        <li>
                                            отримувати кошти і матеріальні цінності від органів виконавчої влади,
                                            юридичних і фізичних осіб, благодійних фондів, організацій, установ тощо;
                                        </li>
                                        <li>
                                            залишати у своєму розпорядженні і використовувати власні надходження у
                                            порядку визначеному законодавством України;
                                        </li>
                                        <li>встановлювати вид шкільної форми для учнів;</li>
                                        <li>
                                            запрошувати на роботу спеціалістів, у тому числі і закордонних, на
                                            договірних (контрактних) умовах;
                                        </li>
                                        <li>
                                            розвивати власну соціальну базу: мережу спортивно-оздоровчих,
                                            лікувально-профілактичних і культурних підрозділів.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Класи у школі формуються за погодженням з управлінням освіти Дарницької районної в
                                    місті Києві державної адміністрації згідно з нормативами їх наповнюваності,
                                    встановленими законодавством, з урахуванням наявності приміщень, що відповідають
                                    санітарно-гігієнічним вимогам для здійснення навчально-виховного процесу, та
                                    відповідно до кількості поданих заяв про зарахування до школи.
                                    <br /> Поділ класів на групи для вивчення окремих предметів здійснюється згідно з
                                    нормативами, встановленими Міністерством освіти і науки України.
                                </li>
                                <li>
                                    Індивідуальне навчання та навчання екстерном у школі організовуються відповідно до
                                    положень про індивідуальне навчання та екстернат у системі загальної середньої
                                    освіти, затверджених Міністерством освіти і науки України.
                                </li>
                                <li>
                                    У школі створюються та функціонують: методичні об’єднання вчителів, учнівські творчі
                                    групи (гуртки, секції) за інтересами, психологічна служба тощо.
                                </li>
                                <li>
                                    Медичне обслуговування учнів здійснюється управлінням охорони здоров’я Дарницької
                                    районної в місті Києві державної адміністрації.
                                </li>
                                <li>
                                    Взаємовідносини школи з юридичними і фізичними особами визначаються угодами, що
                                    укладені між ними.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>ОРГАНІЗАЦІЯ НАВЧАЛЬНО-ВИХОВНОГО ПРОЦЕСУ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Школа планує свою роботу самостійно відповідно до перспективного, річного плану. У
                                    планах роботи відображаються найголовніші питання роботи школи, визначаються
                                    перспективи її розвитку.
                                    <br /> Плани роботи затверджуються радою школи.
                                </li>
                                <li>
                                    Основним документом, що регулює навчально-виховний процес, є робочий навчальний
                                    план, що складається на основі типових навчальних планів, розроблених та
                                    затверджених Міністерством освіти і науки України, із конкретизацією варіативної
                                    частини і визначенням профілю навчання.
                                    <br />
                                    Робочий навчальний план школи погоджується радою школи і затверджується управлінням
                                    освіти Дарницької районної в місті Києві державної адміністрації. Індивідуальний
                                    робочий навчальний план погоджується радою школи і затверджується управлінням освіти
                                    Дарницької районної в місті Києві державної адміністрації, погоджується
                                    Департаментом освіти і науки, молоді та спорту виконавчого органу Київської міської
                                    ради (Київської міської державної адміністрації) та Міністерством освіти і науки
                                    України.
                                </li>
                                <li>
                                    Відповідно до робочого навчального плану педагогічні працівники школи самостійно
                                    добирають програми, підручники, навчальні посібники, що мають гриф Міністерства
                                    освіти і науки України, а також науково-методичну літературу, дидактичні матеріали,
                                    форми, методи, засоби навчальної роботи, що мають забезпечувати виконання статутних
                                    завдань та здобуття освіти на рівні державних стандартів.
                                </li>
                                <li>Школа здійснює навчально-виховний процес за денною формою навчання.</li>
                                <li>
                                    Директор школи зобов’язаний вжити заходів до ознайомлення дітей та їх батьків або
                                    осіб, які їх замінюють, із Статутом, Правилами внутрішнього розпорядку та іншими
                                    документами, що регламентують організацію навчально-виховного процесу.
                                </li>
                                <li>
                                    Зарахування учнів до школи здійснюється за наказом директора на підставі заяви
                                    батьків або осіб, які їх замінюють, а також копії свідоцтва про народження дитини,
                                    медичної довідки встановленого зразка, особової справи (крім дітей, які вступають до
                                    першого класу).
                                </li>
                                <li>
                                    У разі вибуття учня з населеного пункту батьки або особи, які їх замінюють, подають
                                    до школи заяву із зазначенням причини вибуття.
                                    <br /> У разі переходу учня до іншого навчального закладу для здобуття загальної
                                    середньої освіти у межах населеного пункту батьки або особи, які їх замінюють,
                                    подають до школи заяву із зазначенням причини переходу та довідку, що підтверджує
                                    факт зарахування дитини до іншого навчального закладу.
                                </li>
                                <li>
                                    Для учнів 1-4-х класів за бажанням їхніх батьків або осіб, які їх замінюють, при
                                    наявності належної навчально-матеріальної бази, педагогічних працівників,
                                    обслуговуючого персоналу можуть створюватись групи продовженого дня. Зарахування до
                                    груп продовженого дня і відрахування дітей із них здійснюється наказом директора
                                    школи на підставі заяви батьків (осіб, які їх замінюють).
                                </li>
                                <li>
                                    Структура навчального року, а також тижневе навантаження учнів встановлюються школою
                                    в межах часу, що передбачений робочим навчальним планом. Навчальні заняття
                                    розпочинаються 1 вересня у День знань і закінчуються у терміни, визначені
                                    Міністерством освіти і науки України, але не пізніше 1 липня наступного року.
                                    Навчальний рік поділяється на семестри згідно структури встановленої органами
                                    управління освітою. Тривалість канікул протягом навчального року не повинна
                                    становити менш як 30 календарних днів.
                                </li>
                                <li>
                                    Відволікання учнів від навчальних занять на інші види діяльності забороняється (крім
                                    випадків, передбачених законодавством України).
                                </li>
                                <li>
                                    Тривалість уроків у школі становить: у перших класах - 35 хвилин, у других –
                                    четвертих класах – 40 хвилин. Зміна тривалості уроків допускається за погодженням з
                                    управлінням освіти Дарницької районної в місті Києві державної адміністрації та
                                    Деснянським міжрайонним управлінням Головного управління держсанепідслужби у м.
                                    Києва.
                                </li>
                                <li>
                                    Щоденна кількість і послідовність навчальних занять визначається розкладом уроків,
                                    що складається на кожен семестр відповідно до робочого навчального плану з
                                    дотриманням санітарно-гігієнічних та педагогічних вимог і затверджується директором.
                                    Тижневий режим роботи школи затверджується у розкладі навчальних занять. Крім різних
                                    форм обов’язкових навчальних занять, у школі проводяться індивідуальні, групові та
                                    інші позакласні заняття та заходи, що передбачені окремим розкладом і спрямовані на
                                    задоволення освітніх інтересів учнів та на розвиток їх творчих здібностей, нахилів і
                                    обдаровань.
                                </li>
                                <li>
                                    Зміст, обсяг і характер домашніх завдань з кожного предмету визначаються вчителем
                                    відповідно до педагогічних і санітарно-гігієнічних вимог з урахуванням вимог
                                    навчальних програм та індивідуальних особливостей учнів. Домашні завдання учням
                                    перших класів не задаються.
                                </li>
                                <li>
                                    У школі визначення рівня досягнень учнів у навчанні здійснюється відповідно до
                                    діючої системи оцінювання досягнень у навчанні учнів, ведеться тематичний облік
                                    знань. У першому класі дається словесна характеристика знань, умінь і навичок учнів.
                                    У документі про освіту (табелі успішності) відображаються досягнення учнів у
                                    навчанні за семестри, навчальний рік та державну підсумкову атестацію.
                                </li>
                                <li>
                                    Результати семестрового, річного, підсумкового оцінювання доводяться до відома учнів
                                    класоводом (головою атестаційної комісії).
                                </li>
                                <li>
                                    Порядок переведення і випуск учнів школи визначається Інструкцією про переведення та
                                    випуск учнів (вихованців) навчальних закладів системи загальної середньої освіти,
                                    затвердженою наказом Міністерства освіти і науки України від 14.04.2008 № 319,
                                    зареєстрованої в Міністерстві юстиції України 06.05.2008 за №383/15074.
                                </li>
                                <li>
                                    Контроль за відповідністю освітнього рівня учнів, які закінчили певний ступінь
                                    навчання, вимогам відповідних Державних стандартів здійснюється шляхом їх державної
                                    підсумкової атестації. Порядок проведення державної підсумкової атестації
                                    визначається Положенням про державну підсумкову атестацію учнів (вихованців) у
                                    системі загальної середньої освіти затвердженим наказом Міністерства освіти і науки
                                    України 30.12.2014 № 1547, зареєстрованим в Міністерстві юстиції України 14.02.2015
                                    за № 157/26602.
                                </li>
                                <li>
                                    Учням, які закінчили певний ступінь школи, видається відповідний документ про
                                    освіту: - по закінченні початкової школи - табель успішності;
                                </li>
                                <li>
                                    За успіхи у навчанні для учнів встановлюються відповідні форми матеріального та
                                    морального заохочення.
                                </li>
                                <li>
                                    У школі навчально-виховна робота поєднується з науково-методичною, науково-дослідною
                                    та експериментальною роботою. Школа може виконувати освітні програми і надавати
                                    платні послуги на договірній основі згідно з переліком, затвердженим Кабінетом
                                    Міністрів України.
                                    <br /> Порядок надання платних послуг затверджується Міністерством освіти і науки
                                    України, за погодженням з Мінфіном та Мінекономіки.
                                </li>
                                <li>
                                    Виховання учнів здійснюється під час проведення уроків, в процесі позаурочної та
                                    позашкільної роботи.
                                </li>
                                <li>
                                    Цілі виховного процесу в школі визначаються на основі принципів, закладених у
                                    Конституції та законах України, інших нормативно-правових актах.
                                </li>
                                <li>
                                    У школі забороняється утворення та діяльність організаційних структур політичних
                                    партій, а також релігійних організацій і воєнізованих формувань.
                                </li>
                                <li>
                                    Примусове залучення учнів до вступу в будь-які об’єднання громадян, громадські,
                                    громадсько-політичні, релігійні організації і воєнізовані формування, а також до
                                    діяльності в зазначених організаціях, участі в агітаційній роботі та політичних
                                    акціях забороняється.
                                </li>
                                <li>
                                    Дисципліна в школі дотримується на основі взаємоповаги всіх учасників
                                    навчально-виховного процесу, дотримання Правил внутрішнього розпорядку та цього
                                    Статуту. Застосування методів фізичного та психічного насильства до учнів
                                    забороняється.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>УЧАСНИКИ НАВЧАЛЬНО-ВИХОВНОГО ПРОЦЕСУ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Учасниками навчально-виховного процесу в школі є:
                                    <ul className='list-disc ml-3'>
                                        <li>учні;</li>
                                        <li>керівники;</li>
                                        <li>педагогічні працівники;</li>
                                        <li>психологи, соціальні педагоги, бібліотекарі;</li>
                                        <li>інші спеціалісти;</li>
                                        <li>батьки або особи, які їх замінюють.</li>
                                    </ul>
                                </li>
                                <li>
                                    Права і обов’язки учнів, педагогічних та інших працівників визначаються чинним
                                    законодавством та цим Статутом.
                                </li>
                                <li>
                                    Учні мають право:
                                    <ul className='list-disc ml-3'>
                                        <li>на доступність і безоплатність повної загальної середньої освіти;</li>
                                        <li>на вибір форми навчання, позашкільних та позакласних занять;</li>
                                        <li>
                                            на користування навчально-виробничою, науковою, матеріально-технічною,
                                            культурно-спортивною, корекційно-відновною та лікувально-оздоровчою базою
                                            школи;
                                        </li>
                                        <li>на доступ до інформації з усіх галузей знань;</li>
                                        <li>
                                            брати участь у різних видах науково-практичної діяльності, олімпіадах,
                                            виставках, конкурсах, тощо;
                                        </li>
                                        <li>
                                            брати участь у добровільних самодіяльних об’єднаннях, творчих студіях,
                                            клубах, гуртках, групах за інтересами тощо;
                                        </li>
                                        <li>
                                            на захист від будь-яких форм експлуатації, психічного і фізичного насилля,
                                            що порушують права або принижують їх честь, гідність;
                                        </li>
                                        <li>на безпечні і нешкідливі умови навчання, виховання та праці.</li>
                                    </ul>
                                </li>
                                <li>
                                    Учні зобов’язані:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            оволодівати знаннями, вміннями, практичними навичками в обсязі не меншому,
                                            ніж визначено відповідними Державними стандартами, підвищувати свій
                                            загальнокультурний рівень;
                                        </li>
                                        <li>
                                            брати участь у пошуковій та науковій діяльності, передбаченій навчальними
                                            програмами та навчальним планом школи;
                                        </li>
                                        <li>дотримуватися вимог цього Статуту, Правил внутрішнього розпорядку;</li>
                                        <li>дбайливо ставитись до державного, громадського і особистого майна;</li>
                                        <li>
                                            дотримуватися законодавства, моральних, етичних норм, поважати честь і
                                            гідність інших учнів та працівників;
                                        </li>
                                        <li>
                                            брати посильну участь у різних видах трудової діяльності, що не заборонені
                                            чинним законодавством;
                                        </li>
                                        <li>- дотримуватися правил особистої гігієни.</li>
                                    </ul>
                                </li>
                                <li>
                                    Учні школи залучаються за їх згодою та згодою батьків або осіб, які їх замінюють, до
                                    самообслуговування, різних видів суспільно-корисної праці відповідно до цього
                                    Статуту і Правил внутрішнього розпорядку з урахуванням віку, статі, фізичних
                                    можливостей.
                                </li>
                                <li>
                                    За невиконання учасниками навчально-виховного процесу своїх обов'язків, порушення
                                    цього Статуту, Правил внутрішнього розпорядку на них можуть накладатися стягнення
                                    відповідно до чинного законодавства.
                                </li>
                                <li>
                                    Педагогічними працівниками школи можуть бути особи з високими моральними якостями,
                                    які мають відповідну педагогічну освіту, належний рівень професійної підготовки,
                                    забезпечують результативність та якість своєї роботи, фізичний та психічний стан
                                    здоров’я яких дозволяє виконувати професійні обов’язки.
                                </li>
                                <li>
                                    До педагогічної діяльності у школі не допускаються особи, яким вона заборонена за
                                    медичними показаннями, за вироком суду. Перелік медичних протипоказань щодо
                                    провадження педагогічної діяльності встановлюється законодавством.
                                </li>
                                <li>
                                    Призначення на посаду та звільнення з посади педагогічних та інших працівників й
                                    інші трудові відносини регулюються законодавством України про працю, Законом України
                                    «Про загальну середню освіту» та іншими законодавчими актами.
                                </li>
                                <li>
                                    Педагогічні працівники мають право на:
                                    <ul className='list-disc ml-3'>
                                        <li>захист професійної та людської честі і гідності;</li>
                                        <li>
                                            самостійний вибір форм, методів, способів навчальної роботи, не шкідливих
                                            для здоров’я учнів;
                                        </li>
                                        <li>
                                            участь в обговоренні та вирішенні питань організації навчально-виховного
                                            процесу;
                                        </li>
                                        <li>
                                            проведення в установленому порядку науково-дослідної, експериментальної,
                                            пошукової роботи;
                                        </li>
                                        <li>
                                            внесення керівництву школи і органам управління освітою пропозиції щодо
                                            поліпшення навчально–виховної роботи;
                                        </li>
                                        <li>
                                            проходження атестації для здобуття відповідної кваліфікаційної категорії та
                                            отримання її в разі успішного проходження атестації;
                                        </li>
                                        <li>
                                            участь у роботі методичних об’єднань, нарад, зборів школи та інших органів
                                            громадського самоврядування школи;
                                        </li>
                                        <li>підвищення кваліфікації, перепідготовку;</li>
                                        <li>
                                            отримання пенсії, у тому числі і за вислугу років в порядку визначеному
                                            законодавством України;
                                        </li>
                                        <li>
                                            на матеріальне, житлово-побутове та соціальне забезпечення відповідно до
                                            чинного законодавства;
                                        </li>
                                        <li>
                                            об’єднання у професійні спілки та членство в інших об’єднаннях громадян,
                                            діяльність яких не заборонена законодавством.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Відволікання педагогічних працівників від виконання професійних обов’язків не
                                    допускається, за винятком випадків, передбачених законодавством України.
                                </li>
                                <li>
                                    Обсяг педагогічного навантаження вчителів визначається відповідно до законодавства
                                    директором школи і затверджується управлінням освіти Дарницької районної в місті
                                    Києві державної адміністрації. Обсяг педагогічного навантаження може бути менше
                                    тарифної ставки (посадового окладу) лише за письмовою згодою педагогічного
                                    працівника. Перерозподіл педагогічного навантаження протягом навчального року
                                    допускається лише в разі зміни кількості годин для вивчення окремих предметів, що
                                    передбачається робочим навчальним планом, або за письмовою згодою педагогічного
                                    працівника з дотриманням вимог законодавства про працю.
                                </li>
                                <li>
                                    Педагогічні працівники зобов’язані:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            забезпечувати належний рівень викладання навчальних дисциплін відповідно до
                                            навчальних програм на рівні обов’язкових державних вимог;
                                        </li>
                                        <li>контролювати рівень навчальних досягнень учнів;</li>
                                        <li>
                                            нести відповідальність за відповідність оцінювання навчальних досягнень
                                            учнів критеріям оцінювання, затвердженим Міністерством освіти і науки
                                            України, доводити результати навчальних досягнень учнів до відома дітей,
                                            батьків, осіб, що їх замінюють, керівника навчального закладу;
                                        </li>
                                        <li>
                                            сприяти розвитку інтересів, нахилів та здібностей дітей, а також збереженню
                                            їх здоров’я, здійснювати пропаганду здорового способу життя;
                                        </li>
                                        <li>сприяти зростанню іміджу школи;</li>
                                        <li>
                                            настановленням і особистим прикладом утверджувати повагу до державної
                                            символіки, принципів загальнолюдської моралі;
                                        </li>
                                        <li>
                                            виховувати в учнів повагу до батьків, жінки, старших за віком, народних
                                            традицій та звичаїв, духовних та культурних надбань народу України;
                                        </li>
                                        <li>
                                            готувати учнів до самостійного життя в дусі взаєморозуміння, миру, злагоди
                                            між усіма народами, етнічними, національними, релігійними групами;
                                        </li>
                                        <li>
                                            дотримуватися педагогічної етики, моралі, поважати гідність учнів та їх
                                            батьків;
                                        </li>
                                        <li>
                                            захищати учнів від будь-яких форм фізичного або психічного насильства,
                                            запобігати вживанню ними алкоголю, наркотиків, тютюну, іншим шкідливим
                                            звичкам;
                                        </li>
                                        <li>
                                            постійно підвищувати свій професійний рівень, педагогічну майстерність,
                                            загальну і політичну культуру;
                                        </li>
                                        <li>
                                            виконувати даний Статут, Правила внутрішнього розпорядку, умови трудового
                                            договору (контракту), накази і розпорядження директора школи, органів
                                            управління освітою;
                                        </li>
                                        <li>брати участь у роботі педагогічної ради;</li>
                                        <li>вести відповідну документацію.</li>
                                    </ul>
                                </li>
                                <li>
                                    У школі обов’язково проводиться атестація педагогічних працівників. Атестація
                                    здійснюється, як правило, один раз на п’ять років відповідно до Типового положення
                                    про атестацію педагогічних працівників України, затвердженого Міністерством освіти і
                                    науки України.
                                </li>
                                <li>
                                    Педагогічні працівники, які систематично порушують цей Статут, Правила внутрішнього
                                    розпорядку школи, не виконують посадових обов’язків, умови колективного договору
                                    (контракту) або за результатами атестації не відповідають займаній посаді,
                                    звільняються з роботи відповідно до чинного законодавства.
                                    <br /> Права і обов’язки інших працівників регулюється трудовим законодавством, цим
                                    Статутом та Правилами внутрішнього розпорядку школи.
                                </li>
                                <li>
                                    Батьки та особи, які їх замінюють, мають право:
                                    <ul className='list-disc ml-3'>
                                        <li>обирати навчальний заклад та форми навчання і виховання дітей;</li>
                                        <li>
                                            створювати батьківські громадські організації та брати участь у їх
                                            діяльності, обирати і бути обраними до батьківських комітетів та органів
                                            громадського самоврядування;
                                        </li>
                                        <li>
                                            звертатися до органів управління освітою, директора школи і органів
                                            громадського самоврядування з питань навчання, виховання дітей;
                                        </li>
                                        <li>
                                            приймати рішення про участь дитини в науковій, спортивній, трудовій,
                                            пошуковій та інноваційній діяльності школи;
                                        </li>
                                        <li>
                                            брати участь у заходах, спрямованих на поліпшення організації
                                            навчально-виховного процесу та зміцнення матеріально-технічної бази школи;
                                        </li>
                                        <li>
                                            на захист законних інтересів дітей в органах громадського самоврядування
                                            школи та у відповідних державних, судових органах.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Батьки та особи, які їх замінюють, є відповідальними за здобуття дітьми повної
                                    загальної середньої освіти, їх виховання і зобов'язані:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            створювати умови для здобуття дитиною повної загальної середньої освіти за
                                            будь-якою формою навчання;
                                        </li>
                                        <li>забезпечувати дотримання дітьми вимог цього Статуту;</li>
                                        <li>поважати честь і гідність дитини та працівників школи;</li>
                                        <li>
                                            постійно дбати про фізичне здоров'я, психічний стан дітей, створювати
                                            належні умови для розвитку їх природних здібностей;
                                        </li>
                                        <li>
                                            виховувати працелюбність, почуття доброти, милосердя, шанобливе ставлення до
                                            Вітчизни, сім'ї, державної та рідної мов;
                                        </li>
                                        <li>повагу до національної історії, культури, цінностей інших народів;</li>
                                        <li>виховувати у дітей повагу до законів, прав, основних свобод людини.</li>
                                    </ul>
                                </li>
                                <li>
                                    У разі невиконання батьками та особами, які їх замінюють, обов’язків, передбачених
                                    законодавством, школа може порушувати в установленому порядку клопотання про
                                    відповідальність таких осіб, у тому числу позбавлення їх батьківських прав.
                                </li>
                                <li>
                                    Представники громадськості мають право:
                                    <ul className='list-disc ml-3'>
                                        <li>обирати і бути обраними до органів громадського самоврядування в школі;</li>
                                        <li>керувати учнівськими об’єднаннями за інтересами і гуртками, секціями;</li>
                                        <li>
                                            сприяти покращенню матеріально-технічної бази, фінансовому забезпеченню
                                            школи;
                                        </li>
                                        <li>проводити консультації для педагогічних працівників;</li>
                                        <li>брати участь в організації навчально-виховного процесу.</li>
                                    </ul>
                                </li>
                                <li>
                                    Представники громадськості зобов’язані:
                                    <ul className='list-disc ml-3'>
                                        <li>дотримуватися цього Статуту</li>
                                        <li>виконувати накази та розпорядження директора школи</li>
                                        <li>виконувати рішення органів громадського самоврядування</li>
                                        <li>захищати учнів від всіляких форм фізичного та психічного насильства</li>
                                        <li>
                                            пропагувати здоровий спосіб життя, шкідливість вживання алкоголю,
                                            наркотиків, тютюну тощо.
                                        </li>
                                    </ul>
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>УПРАВЛІННЯ НАВЧАЛЬНИМ ЗАКЛАДОМ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Управління школою здійснюється Дарницькою районною в місті Києві державною
                                    адміністрацією.
                                    <br />
                                    Безпосереднє керівництво школою здійснює його директор. Директором може бути тільки
                                    громадянин України, який має вищу педагогічну освіту на рівні спеціаліста або
                                    магістра, стаж педагогічної роботи не менш як 3 роки, успішно пройшов атестацію
                                    керівних кадрів навчальних закладів у порядку, встановленому Міністерством освіти і
                                    науки України. Директор школи та його заступники призначаються і звільняються з
                                    посади відповідними органами управління освітою згідно із чинним законодавством.
                                    Призначення та звільнення заступників директора здійснюється за поданням директора
                                    школи з дотриманням чинного законодавства.
                                </li>
                                <li>
                                    Вищим органом громадського самоврядування школи є загальні збори (конференція)
                                    колективу, що скликаються не менше одного разу на рік. <br />
                                    Делегати загальних зборів (конференції) з правом вирішального голосу обираються від
                                    таких категорій:
                                    <ul className='list-disc ml-3'>
                                        <li>працівників школи</li>
                                        <li>зборами трудового колективу</li>
                                        <li>батьків, представників громадськості</li>
                                        <li>класними батьківськими зборами</li>
                                    </ul>
                                    Кожна категорія обирає однакову кількість делегатів. Визначається така кількість
                                    делегатів: від працівників школи - 15, батьків і представників громадськості - 15.
                                    Загальні збори (конференція) правочинні, якщо в їхній роботі бере участь не менше
                                    половини делегатів кожної з двох категорій. Рішення приймається простою більшістю
                                    голосів присутніх делегатів.
                                    <br /> Право скликати збори (конференцію) мають голова ради школи, учасники зборів
                                    (делегати конференції), якщо за це висловилось не менше третини їх загальної
                                    кількості, директор школи. Загальні збори (конференція):
                                    <ul className='list-disc ml-3'>
                                        <li>обирають раду школи, її голову, встановлюють термін їх повноважень;</li>
                                        <li>заслуховують звіт директора і голови ради школи;</li>
                                        <li>
                                            розглядають питання навчально-виховної, методичної і фінансово-господарської
                                            діяльності школи;
                                        </li>
                                        <li>
                                            затверджують основні напрями вдосконалення навчально-виховного процесу,
                                            розглядають інші найважливіші напрями діяльності школи;
                                        </li>
                                        <li>
                                            приймають рішення про стимулювання праці керівників та інших педагогічних
                                            працівників.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    У період між загальними зборами (конференцією) діє рада школи.
                                    <ol className='list-decimal ml-8 break-words'>
                                        <li>
                                            Метою діяльності ради є:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    сприяння демократизації і гуманізації навчально-виховного процесу;
                                                </li>
                                                <li>
                                                    об’єднання зусиль педагогічного і учнівського колективів, батьків,
                                                    громадськості щодо розвитку школи та удосконалення
                                                    навчально-виховного процесу;
                                                </li>
                                                <li>
                                                    формування позитивного іміджу та демократичного стилю управління
                                                    школи;
                                                </li>
                                                <li>розширення колегіальних форм управління школи;</li>
                                                <li>
                                                    підвищення ролі громадськості у вирішенні питань, пов’язаних з
                                                    організацією навчально-виховного процесу;
                                                </li>
                                            </ul>
                                        </li>
                                        <li>
                                            Основними завданнями ради є:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    підвищення ефективності навчально-виховного процесу у взаємодії з
                                                    сім’єю, громадськістю, державними та приватними інституціями;
                                                </li>
                                                <li>
                                                    визначення стратегічних завдань, пріоритетних напрямів розвитку
                                                    школи та сприяння організаційно-педагогічному забезпеченню
                                                    навчально-виховного процесу;
                                                </li>
                                                <li>формування навичок здорового способу життя;</li>
                                                <li>створення належного педагогічного клімату в школі;</li>
                                                <li>
                                                    сприяння духовному, фізичному розвитку учнів та набуття ними
                                                    соціального досвіду;
                                                </li>
                                                <li>
                                                    підтримка громадських ініціатив щодо вдосконалення навчання та
                                                    виховання учнів, творчих пошуків і дослідно-експериментальної роботи
                                                    педагогів;
                                                </li>
                                                <li>сприяння організації дозвілля та оздоровлення учнів;</li>
                                                <li>
                                                    підтримка громадських ініціатив щодо створення належних умов і
                                                    вдосконалення процесу навчання та виховання учнів;
                                                </li>
                                                <li>
                                                    ініціювання дій, що сприяли б неухильному виконанню положень чинного
                                                    законодавства щодо обов’язковості загальної середньої освіти;
                                                </li>
                                                <li>
                                                    стимулювання морального та матеріального заохочення учнів, сприяння
                                                    пошуку, підтримки обдарованих дітей;
                                                </li>
                                                <li>
                                                    зміцнення партнерських зв’язків між родинами учнів та школи з метою
                                                    забезпечення єдності навчально-виховного процесу.
                                                </li>
                                            </ul>
                                        </li>
                                        <li>
                                            До ради обираються пропорційно представники від педагогічного колективу,
                                            батьків і громадськості. Представництво в раді й загальна її чисельність
                                            визначаються загальними зборами (конференцією) школи.
                                            <br /> Рішення про дострокове припинення роботи члена ради з будь-яких
                                            причин приймається виключно загальними зборами (конференцією).
                                            <br /> На чергових виборах склад ради оновлюється не менше ніж на третину.
                                        </li>
                                        <li>
                                            Рада школи діє на засадах:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    пріоритету прав людини, гармонійного поєднання інтересів особи,
                                                    суспільства, держави;
                                                </li>
                                                <li>дотримання вимог законодавства України;</li>
                                                <li>колегіальності ухвалення рішень;</li>
                                                <li>добровільності і рівноправності членства;</li>
                                                <li>гласності.</li>
                                            </ul>
                                            Рада працює за планом, що затверджується загальними зборами (конференцією).
                                            Кількість засідань визначається їх доцільністю, але має бути не меншою
                                            чотирьох разів на навчальний рік.
                                            <br />
                                            Засідання ради може скликатися її головою або з ініціативи директора школи,
                                            а також членами ради. <br />
                                            Рішення ради приймається простою більшістю голосів за наявності на засіданні
                                            не менше двох третин її членів.
                                            <br />
                                            У разі рівної кількості голосів вирішальним є голос голови ради.
                                            <br />
                                            Рішення ради, що не суперечать чинному законодавству та цьому Статуту,
                                            доводяться у тижневий термін до відома педагогічного колективу, учнів,
                                            батьків, або осіб, які їх замінюють, та громадськості.
                                            <br />У разі незгоди адміністрації школи з рішенням ради створюється
                                            узгоджувальна комісія, яка розглядає спірне питання.
                                            <br />
                                            До складу комісії входять представники органів громадського самоврядування,
                                            адміністрації, профспілкового комітету школи.
                                        </li>
                                        <li>
                                            Очолює раду школи голова, який обирається із складу ради. Голова ради може
                                            бути членом педагогічної ради. Головою ради не можуть бути директор та його
                                            заступники. Для вирішення поточних питань рада може створювати постійні або
                                            тимчасові комісії з окремих напрямів роботи. Склад комісій і зміст їх роботи
                                            визначаються радою. Члени ради мають право виносити на розгляд усі питання,
                                            що стосуються діяльності школи, пов’язаної з організацією
                                            навчально-виховного процесу, проведенням оздоровчих та культурно-масових
                                            заходів
                                        </li>
                                        <li>
                                            Рада школи:
                                            <ul className='list-disc ml-3'>
                                                <li>організовує виконання рішень загальних зборів (конференції);</li>
                                                <li>
                                                    вносить пропозиції щодо зміни типу, статусу, вивчення іноземних мов
                                                    та мов національних меншин;
                                                </li>
                                                <li>
                                                    спільно з адміністрацією розглядає і затверджує план роботи школи та
                                                    здійснює контроль за його виконанням;
                                                </li>
                                                <li>
                                                    разом з адміністрацією здійснює контроль за виконанням цього
                                                    Статуту;
                                                </li>
                                                <li>затверджує режим роботи школи;</li>
                                                <li>
                                                    сприяє формуванню мережі класів школи, обґрунтовуючи її доцільність
                                                    в органах виконавчої влади та місцевого самоврядування;
                                                </li>
                                                <li>
                                                    приймає рішення спільно з педагогічною радою про представлення до
                                                    нагородження учнів похвальними листами «За високі досягнення у
                                                    навчанні»
                                                </li>
                                                <li>
                                                    разом із педагогічною радою визначає доцільність вибору навчальних
                                                    предметів варіативної частини робочих навчальних планів, враховуючи
                                                    можливості, потреби учнів, а також тенденції розвитку регіону,
                                                    суспільства і держави;
                                                </li>
                                                <li>погоджує робочий навчальний план на кожний навчальний рік;</li>
                                                <li>
                                                    заслуховує звіт голови ради, інформацію директора та його
                                                    заступників з питань навчально-виховної та фінансово-господарської
                                                    діяльності;
                                                </li>
                                                <li>
                                                    бере участь у засіданнях атестаційної комісії з метою обговорення
                                                    питань про присвоєння кваліфікаційних категорій вчителям;
                                                </li>
                                                <li>
                                                    виносить на розгляд педагогічної ради пропозиції щодо поліпшення
                                                    організації позакласної та позашкільної роботи з учнями;
                                                </li>
                                                <li>виступає ініціатором проведення добродійних акцій;</li>
                                                <li>
                                                    вносить на розгляд педагогічної ради та управління освіти Дарницької
                                                    районної в місті Києві державної адміністрації пропозиції щодо
                                                    морального і матеріального заохочення учасників навчально-виховного
                                                    процесу;
                                                </li>
                                                <li>ініціює розгляд кадрових питань та бере участь у їх вирішенні;</li>
                                                <li>
                                                    сприяє створенню та діяльності центрів дозвілля, а також залучає
                                                    громадськість, батьків (осіб, які їх замінюють) до участі в
                                                    керівництві гуртками, іншими видами позакласної та позашкільної
                                                    роботи, до проведення оздоровчих та культурно-масових заходів з
                                                    учнями;
                                                </li>
                                                <li>розглядає питання родинного виховання;</li>
                                                <li>
                                                    бере участь за згодою батьків або осіб, які їх замінюють, в
                                                    обстеженні житлово-побутових умов учнів, які перебувають в
                                                    несприятливих соціально-економічних умовах;
                                                </li>
                                                <li>сприяє педагогічній освіті батьків;</li>
                                                <li>
                                                    сприяє поповненню бібліотечного фонду та передплаті періодичних
                                                    видань;
                                                </li>
                                                <li>
                                                    розглядає питання здобуття обов’язкової загальної середньої освіти
                                                    учнями;
                                                </li>
                                                <li>
                                                    організовує громадський контроль за харчуванням і медичним
                                                    обслуговуванням учнів;
                                                </li>
                                                <li>
                                                    розглядає звернення учасників навчально-виховного процесу з питань
                                                    роботи школи;
                                                </li>
                                                <li>
                                                    вносить пропозиції щодо морального і матеріального заохочення
                                                    учасників навчально-виховного процесу;
                                                </li>
                                                <li>
                                                    може створювати постійні або тимчасові комісії з окремих напрямів
                                                    роботи.
                                                </li>
                                            </ul>
                                            Склад комісій та зміст їх роботи визначаються радою.
                                        </li>
                                    </ol>
                                </li>
                                <li>
                                    При школі за рішенням загальних зборів (конференції) може створюватися і діяти
                                    Піклувальна рада, органи батьківського самоврядування.
                                </li>
                                <li>
                                    Метою діяльності Піклувальної ради є забезпечення доступності загальної середньої
                                    освіти для всіх громадян, задоволення освітніх потреб особи, залучення широкої
                                    громадськості до вирішення проблем навчання і виховання.
                                    <ol className='list-decimal ml-8 break-words'>
                                        <li>
                                            Основними завданнями Піклувальної ради є:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    сприяння виконанню законодавства України щодо обов’язковості повної
                                                    загальної середньої освіти;
                                                </li>
                                                <li>
                                                    співпраця з органами виконавчої влади, організаціями,
                                                    підприємствами, установами, навчальними закладами, окремими
                                                    громадянами, спрямована на поліпшення умов навчання і виховання
                                                    учнів у школі;
                                                </li>
                                                <li>
                                                    зміцнення навчально-виробничої, наукової, матеріально-технічної,
                                                    культурно-спортивної, корекційно-відновної, та лікувально-оздоровчої
                                                    бази школи;
                                                </li>
                                                <li>
                                                    організація змістовного дозвілля та оздоровлення учнів, педагогічних
                                                    працівників;
                                                </li>
                                                <li>запобігання дитячій бездоглядності;</li>
                                                <li>сприяння працевлаштуванню випускників школи;</li>
                                                <li>стимулювання творчої праці педагогічних працівників та учнів;</li>
                                                <li>- всебічне зміцнення зв’язків між родинами учнів та школою</li>
                                            </ul>
                                        </li>
                                        <li>
                                            Піклувальна рада формується з представників місцевих органів виконавчої
                                            влади, підприємств, установ, організацій, навчальних закладів, окремих
                                            громадян, у тому числі іноземних. <br />
                                            Члени Піклувальної ради обираються на загальних зборах (конференції) школи
                                            шляхом голосування простою більшістю голосів. Члени Піклувальної ради
                                            працюють на громадських засадах. Не допускається втручання членів
                                            Піклувальної ради в навчально-виховний процес (відвідування уроків тощо) без
                                            згоди директора школи. У випадках, коли хтось із членів Піклувальної ради
                                            вибуває, на загальних зборах (конференції) на його місце обирається інша
                                            особа.
                                        </li>
                                        <li>
                                            Піклувальна рада діє на засадах:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    пріоритету прав людини, гармонійного поєднання інтересів особи,
                                                    суспільства, держави;
                                                </li>
                                                <li>дотримання вимог законодавства України;</li>
                                                <li>самоврядування</li>
                                                <li>колегіальності ухвалення рішень;</li>
                                                <li>добровільності і рівноправності членства;</li>
                                                <li>гласності.</li>
                                            </ul>
                                            Робота Піклувальної ради планується довільно. Кількість засідань
                                            визначається їх доцільністю, але, як правило, не менш ніж чотири рази на
                                            рік. Позачергові засідання можуть проводитись також на вимогу третини і
                                            більше її членів. Засідання Піклувальної ради є правомочним, якщо на ньому
                                            присутні не менше двох третин її членів.
                                            <br />
                                            Рішення Піклувальної ради приймається простою більшістю голосів. Піклувальна
                                            рада інформує про свою діяльність у доступній формі на зборах, у засобах
                                            масової інформації, через спеціальні стенди тощо. Рішення Піклувальної ради
                                            в 7-денний термін доводяться до відома колективу школи, батьків,
                                            громадськості. Їх виконання організовується членами Піклувальної ради.
                                        </li>
                                        <li>
                                            Очолює Піклувальну раду голова, який обирається шляхом голосування на її
                                            засіданні з числа членів Піклувальної ради.
                                            <br />З числа членів Піклувальної ради також обираються заступник та
                                            секретар.
                                            <br />
                                            Голова Піклувальної ради:
                                            <ul className='list-disc ml-3'>
                                                <li>скликає і координує роботу Піклувальної ради;</li>
                                                <li>
                                                    готує і проводить засідання, затверджує рішення Піклувальної ради;
                                                </li>
                                                <li>визначає функції заступника, секретаря та інших членів;</li>
                                                <li>
                                                    представляє Піклувальну раду в установах, підприємствах та
                                                    організаціях з питань, віднесених до її повноважень.
                                                </li>
                                            </ul>
                                            Голова Піклувальної ради має право делегувати свої повноваження членам
                                            Піклувальної ради.
                                        </li>
                                        <li>
                                            Піклувальна рада має право:
                                            <ul className='list-disc ml-3'>
                                                <li>
                                                    вносити на розгляд органів виконавчої влади, директора школи,
                                                    загальних зборів (конференції) пропозиції щодо зміцнення
                                                    матеріально-технічної, навчально-виробничої, наукової,
                                                    культурно-спортивної, корекційно-відновної та лікувально-оздоровчої
                                                    бази школи;
                                                </li>
                                                <li>залучати додаткові джерела фінансування школи;</li>
                                                <li>
                                                    вживати заходи до зміцнення матеріально-технічної і
                                                    навчально-методичної бази школи;
                                                </li>
                                                <li>стимулювати творчу працю педагогічних працівників, учнів;</li>
                                                <li>
                                                    брати участь у розгляді звернень громадян з питань, що стосуються
                                                    роботи школи, з метою сприяння їх вирішенню у встановленому порядку.
                                                </li>
                                                <li>
                                                    створювати комісії, ініціативні групи, до складу яких входять
                                                    представники громадськості, педагогічного колективу, батьки або
                                                    особи, які їх замінюють, представники учнівського самоврядування.
                                                </li>
                                            </ul>
                                        </li>
                                    </ol>
                                </li>
                                <li>
                                    Директор школи:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            здійснює керівництво педагогічним колективом, забезпечує раціональний добір
                                            і розстановку кадрів, створює необхідні умови для підвищення фахового і
                                            кваліфікаційного рівня працівників;
                                        </li>
                                        <li>організовує навчально-виховний процес;</li>
                                        <li>
                                            забезпечує контроль за виконанням навчальних планів і програм, якістю знань,
                                            умінь та навичок учнів;
                                        </li>
                                        <li>
                                            відповідає за дотримання вимог відповідних Державних стандартів, за якість і
                                            ефективність роботи педагогічного колективу;
                                        </li>
                                        <li>
                                            створює необхідні умови для участі учнів у позакласній та позашкільній
                                            роботі, проведення виховної роботи;
                                        </li>
                                        <li>
                                            забезпечує дотримання вимог охорони дитинства, санітарно-гігієнічних та
                                            протипожежних норм, техніки безпеки;
                                        </li>
                                        <li>вживає заходів до запобігання вживанню учнями алкоголю, наркотиків;</li>
                                        <li>
                                            підтримує ініціативи щодо вдосконалення системи навчання та виховання,
                                            заохочення творчих пошуків, дослідно-експериментальної роботи педагогів;
                                        </li>
                                        <li>
                                            забезпечує права учнів на захист їх від будь-яких форм фізичного або
                                            психічного насильства;
                                        </li>
                                        <li>призначає класоводів, завідуючих навчальними кабінетами;</li>
                                        <li>контролює організацію харчування і медичного обслуговування учнів;</li>
                                        <li>
                                            здійснює контроль за проходженням працівниками та учнями у встановлені
                                            терміни обов’язкових медичних оглядів;
                                        </li>
                                        <li>користується в установленому порядку шкільним майном і коштами;</li>
                                        <li>
                                            видає у межах своєї компетенції накази та розпорядження і контролює їх
                                            виконання;
                                        </li>
                                        <li>
                                            за погодженням із профспілковим комітетом затверджує правила внутрішнього
                                            розпорядку, посадові обов’язки працівників школи;
                                        </li>
                                        <li>
                                            створює умови для творчого зростання педагогічних працівників, пошуку та
                                            застосування ними ефективних форм і методів навчання та виховання;
                                        </li>
                                        <li>
                                            щороку звітує про свою роботу на загальних зборах (конференції) колективу.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    У школі створюється постійно діючий колегіальний орган - педагогічна рада. Головою
                                    педагогічної ради є директор школи.
                                </li>
                                <li>
                                    Педагогічна рада розглядає питання:
                                    <ul className='list-disc ml-3'>
                                        <li>
                                            удосконалення і методичного забезпечення навчально-виховного процесу,
                                            планування, режиму роботи школи, варіативної складової робочого навчального
                                            плану;
                                        </li>
                                        <li>
                                            переведення учнів до наступних класів і їх випуску, видачі документів про
                                            відповідний рівень освіти, нагородження за успіхи у навчанні;
                                        </li>
                                        <li>
                                            підвищення кваліфікації педагогічних працівників, розвитку їхньої творчої
                                            ініціативи, впровадження у навчально-виховний процес досягнень науки і
                                            передового педагогічного досвіду;
                                        </li>
                                        <li>морального та матеріального заохочення учнів та працівників школи;</li>
                                        <li>
                                            участі в інноваційній та експериментальній діяльності школи, співпраці з
                                            вищими навчальними закладами та науковими установами;
                                        </li>
                                        <li>
                                            морального заохочення батьків та осіб, що їх замінюють, та громадських
                                            діячів, які беруть участь в організації навчально-виховного процесу;
                                        </li>
                                        <li>
                                            притягнення до дисциплінарної відповідальності учнів, працівників школи за
                                            невиконання ними своїх обов’язків.
                                        </li>
                                    </ul>
                                </li>
                                <li>
                                    Робота педагогічної ради планується в довільній формі відповідно до потреб школи.
                                    Кількість засідань педагогічної ради визначається їх доцільністю, але не може бути
                                    менше чотирьох разів на рік.
                                    <br />
                                    Члени педагогічної ради мають право виносити на її розгляд актуальні питання
                                    навчально-виховного процесу.
                                </li>
                                <li>
                                    У школі можуть створюватись вчительські громадські організації, що діють відповідно
                                    до чинного законодавства України.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>МАТЕРІАЛЬНО-ТЕХНІЧНА БАЗА</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Матеріально-технічна база школи включає будівлі, споруди, землю, комунікації,
                                    обладнання, інші матеріальні цінності, вартість яких відображено у балансі школи.
                                </li>
                                <li>
                                    Майно школи належить до комунальної власності територіальної громади міста Києва.
                                </li>
                                <li>
                                    Школа має право виключно за згодою власника або уповноваженого ним органу:
                                    відчужувати закріплене майно, надавати в оренду або безоплатне користування
                                    (позичку), передавати в заставу нерухоме майно, обладнання, інвентар та інші
                                    цінності, а також списувати з балансу основні засоби в установленому порядку.
                                </li>
                                <li>
                                    Школа відповідно до чинного законодавства користується землею, іншими природними
                                    ресурсами і несе відповідальність за дотримання вимог та норм з їх охорони.
                                </li>
                                <li>
                                    Вилучення основних фондів, оборотних коштів та іншого майна школи проводиться лише у
                                    випадках, передбачених чинним законодавством. Збитки, завдані школі внаслідок
                                    порушення її майнових прав іншими юридичними та фізичними особами, відшкодовуються
                                    відповідно до чинного законодавства.
                                </li>
                                <li>
                                    Для забезпечення навчально-виховного процесу база школи складається із навчальних
                                    кабінетів, а також спортивної зали, бібліотеки, архіву, медичного, стоматологічного,
                                    комп’ютерного кабінету, харчоблоку, обідньої зали та буфету, приміщення для
                                    технічного та навчально-допоміжного персоналу, кімнати психологічного розвантаження
                                    тощо.
                                </li>
                                <li>
                                    Школа користується земельною ділянкою, де розміщуються спортивний майданчик, зона
                                    відпочинку, господарські та навчальні будівлі тощо.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>ФІНАНСОВО-ГОСПОДАРСЬКА ДІЯЛЬНІСТЬ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Школа утримується за рахунок коштів бюджету м. Києва, інших надходжень не
                                    заборонених законодавством, від надання платних послуг, а також благодійних коштів
                                    громадян, підприємств, установ та організацій. Школа є неприбутковою організацією.
                                    Фінансово-господарська діяльність школи здійснюється на основі його кошторису.
                                </li>
                                <li>
                                    Порядок діловодства і бухгалтерського обліку в школі визначається законодавством та
                                    нормативно-правовими актами Міністерства освіти і науки України та інших органів
                                    виконавчої влади, яким підпорядковується школа.
                                    <br /> Бухгалтерський облік здійснюється через централізовану бухгалтерію управління
                                    освіти Дарницької районної в місті Києві державної адміністрації.
                                </li>
                                <li>
                                    Школа має право на придбання та оренду необхідного обладнання та інші матеріальні
                                    ресурси, користуватися послугами будь-якого підприємства, установи, організації або
                                    фізичної особи.
                                    <br /> За рахунок власних надходжень можуть фінансуватися заходи, що сприяють
                                    поліпшенню соціально-побутових умов колективу школи в порядку встановленому
                                    законодавством України.
                                </li>
                                <li>
                                    Звітність про діяльність школи встановлюється відповідно до чинного законодавства
                                    України.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>МІЖНАРОДНЕ СПІВРОБІТНИЦТВО</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Школа за наявності належної матеріально-технічної та соціально-культурної бази,
                                    власних надходжень має право проводити міжнародний учнівський та педагогічний обмін
                                    у рамках освітніх програм, проектів, встановлювати відповідно до законодавства прямі
                                    зв’язки з міжнародними організаціями та освітніми асоціаціями.
                                </li>
                                <li>
                                    Школа має право відповідно до чинного законодавства укладати угоди про
                                    співробітництво з навчальними закладами, науковими установами, підприємствами,
                                    організаціями, громадськими об’єднаннями інших країн.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>КОНТРОЛЬ ЗА ДІЯЛЬНІСТЮ ШКОЛИ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Державний контроль за діяльністю школи здійснюється з метою забезпечення реалізації
                                    єдиної державної політики в сфері загальної середньої освіти.
                                </li>
                                <li>
                                    Державний контроль здійснюють Міністерство освіти і науки України, Державна
                                    інспекція навчальних закладів, власник, відповідні органи управління освітою.
                                </li>
                                <li>
                                    Основною формою державного контролю за діяльністю школи є атестація, що проводиться
                                    не рідше одного разу на десять років у порядку, встановленому Міністерством освіти і
                                    науки України.
                                    <br /> У період між атестацією проводяться перевірки (інспектування) школи з питань,
                                    пов’язаних з його навчально-виховною діяльністю. Зміст, види і періодичність цих
                                    перевірок визначаються залежно від стану навчально-виховної роботи, але не частіше
                                    1-2 разів на рік. Перевірки з питань, не пов’язаних з навчально-виховною діяльністю,
                                    проводяться його власником відповідно до законодавства.
                                </li>
                            </ol>
                        </li>
                        <li>
                            <h2 className='my-4 text-center'>РЕОРГАНІЗАЦІЯ АБО ЛІКВІДАЦІЯ ШКОЛИ</h2>
                            <ol className='list-decimal ml-4 break-words'>
                                <li>
                                    Рішення про реорганізацію або ліквідацію школи приймає власник. Реорганізація школи
                                    відбувається шляхом злиття, приєднання, поділу, перетворення. Ліквідація проводиться
                                    ліквідаційною комісією, призначеною власником, а у випадках ліквідації за рішенням
                                    господарського суду - ліквідаційною комісією, призначеною цим органом.
                                    <br /> З часу призначення ліквідаційної комісії до неї переходять повноваження щодо
                                    управління школою.
                                </li>
                                <li>
                                    У випадку реорганізації права та зобов’язання школи переходять до правонаступників
                                    відповідно до чинного законодавства або визначених навчальних закладів
                                </li>
                            </ol>
                        </li>
                    </ol>
                    <p className='my-4'>Керівник апарату Р. Лелюк</p>
                    <p className='mb-4'>Директор школи О. Кашуба</p>
                    <div className='my-4'>
                        Мережа класів:
                        <br /> 1-А - 41 | 2-А - 44
                        <br /> 1-Б - 43 | 2-Б - 45
                        <br /> 1-В - 41 | 2-В - 42
                        <br /> 1-Г - 39
                        <br /> 1-Д - 38
                        <br />
                        <br /> 3-А - 38 | 4-А - 37
                        <br /> 3-Б - 38 | 4-Б - 39
                        <br /> 3-В - 39 | 4-В - 38
                        <br /> 3-Г - 39 <br />
                        <hr />
                        Всього 601 уч.
                    </div>
                </div>
            </div>
        </div>
    );
};

export default SchoolStatute;
